{
    "joke":[
        "Can orphans eat a family restuarant",
        "Why cant orphans play baseball? They dont know what home is",
        "Why dont cannibals eat clowns? Because they taste funny",
        "Why didnt the coffee mug file a police report? It got mugged",
        "Why do we tell actors to 'break a leg'? Because every play has a cast"
    ],

    "dadJoke":[
        "Did you hear about the restaurant on the moon? Great food, no atmosphere",
        "What do you call a fake noodle? An Impasta",
        "How many apples grow on a tree? All of them",
        "Want to hear a joke about paper? Nevermind it's tearable",
        "I just watched a program about beavers. It was the best dam program I've ever seen",
        "Dad, did you get a haircut? No I got them all cut",
        "What do you call a Mexican who has lost his car? Carlos",
        "Why did the scarecrow win an award? Because he was outstanding in his field",
        "Why don't skeletons ever go trick or treating? Because they have no body to go with",
        "Ill call you later. Don't call me later, call me Dad",
        "What do you call cheese that isn't yours? Nacho Cheese",
        "Why couldn't the bicycle stand up by itself? It was two tired",
        "Whenever the cashier at the grocery store asks my dad if he would like the milk in a bag he replies, 'No, just leave it in the carton!'",
        "I would avoid the sushi if I was you. It’s a little fishy",
        "To the man in the wheelchair that stole my camouflage jacket... You can hide but you can't run.",
        "I thought about going on an all-almond diet. But that's just nuts",
        "I’ve never gone to a gun range before. I decided to give it a shot!",
        "A furniture store keeps calling me. All I wanted was one night stand.",
        "Did I tell you the time I fell in love during a backflip? I was heels over head",
        "I don’t play soccer because I enjoy the sport. I’m just doing it for kicks",
        "People don’t like having to bend over to get their drinks. We really need to raise the bar."
    ],

    "beanJoke":[
        "My hobbies include beans and bean lonely",
        "More like Mercedes Beanz",
        "gmail is short for garbanzo mail",
        "Maybean she’s bean with it, maybean it’s maybeanlline",
        "Mo beanba"
    ]
}
